Repository: jfoucher/Hybridge
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr

source: %@ — will apply once your watch reconnects.
de: %@ – wird angewendet, sobald Ihre Uhr wieder eine Verbindung herstellt.
es: %@: se aplicará una vez que tu reloj se vuelva a conectar.
fr: %@ — s'appliquera une fois que votre montre se reconnectera.

# %@ · %@ steps
source: %1$@ · %2$@ steps
de: %1$@ · %2$@ Schritte
es: %1$@ · %2$@ pasos
fr: %1$@ · %2$@ pas

source: %@ · calls & texts
de: %@ · Anrufe und SMS
es: %@ · llamadas y mensajes de texto
fr: %@ · appels et SMS

source: %@ activated
de: %@ aktiviert
es: %@ activado
fr: %@ activé

source: %@ button
de: %@-Taste
es: botón %@
fr: Bouton %@

source: %@ deleted
de: %@ gelöscht
es: %@ eliminado
fr: %@ supprimé

source: %@ installed and activated
de: %@ installiert und aktiviert
es: %@ instalado y activado
fr: %@ installé et activé

# %@ is at %lld%% — %@.
source: %1$@ is at %2$lld%% — %3$@.
de: %1$@ liegt bei %2$lld%% — %3$@.
es: %1$@ está en %2$lld%% — %3$@.
fr: %1$@ est à %2$lld%% — %3$@.

source: %@ notifications
de: %@ Benachrichtigungen
es: %@ notificaciones

# %@ of %@, %lld percent
source: %1$@ of %2$@, %3$lld percent
de: %1$@ von %2$@, %3$lld Prozent
es: %1$@ de %2$@, %3$lld por ciento
fr: %1$@ sur %2$@, %3$lld pour cent

source: %@ ready to share
de: %@ bereit zum Teilen
es: %@ listo para compartir
fr: %@ prêt à partager

source: %@ removed
de: %@ entfernt
es: %@ eliminado
fr: %@ supprimé

source: %@ started
de: %@ gestartet
es: %@ comenzó
fr: %@ a commencé

source: %@, active watch
de: %@, aktive Uhr
es: %@, reloj activo
fr: %@, montre active

source: %lld / 4 slots
de: %lld / 4 Steckplätze
es: %lld / 4 ranuras
fr: %lld / 4 emplacements

source: %lld characters entered
de: %lld Zeichen eingegeben
es: %lld caracteres introducidos
fr: %lld caractères saisis

# %lld h %lld min
source: %1$lld h %2$lld min
de: %1$lld Std. %2$lld Min.

source: %lld o'clock
de: %lld Uhr
es: %lld en punto
fr: %lld heures

source: %lld this week
de: %lld diese Woche
es: %lld esta semana
fr: %lld cette semaine

source: • Fetched from the Fossil API with your account login — run scripts/fetch_keys.py from the project repo (see the README's "Getting your authentication key" section) • Captured from the official app • From a backup of either app
de: • Über die Fossil-API mit Ihrem Konto-Login abgerufen — führen Sie scripts/fetch_keys.py aus dem Projekt-Repository aus (siehe Abschnitt „Authentifizierungsschlüssel abrufen“ in der README) • Aus der offiziellen App erfasst • Aus einem Backup einer der beiden Apps
es: • Obtenida desde la API de Fossil iniciando sesión con tu cuenta — ejecuta scripts/fetch_keys.py desde el repositorio del proyecto (consulta la sección «Cómo obtener tu clave de autenticación» del README) • Capturada de la app oficial • Desde una copia de seguridad de cualquiera de las apps
fr: • Récupérée depuis l'API Fossil en vous connectant avec votre compte — exécutez scripts/fetch_keys.py depuis le dépôt du projet (voir la section « Obtenir votre clé d'authentification » du README) • Capturée dans l'app officielle • À partir d'une sauvegarde de l'une ou l'autre app

source: • Obtained from the Fossil API • Captured from the official app • From a backup of either app
de: • Über die Fossil-API abgerufen • Aus der offiziellen App erfasst • Aus einem Backup einer der beiden Apps
es: • Obtenida desde la API de Fossil • Capturada de la app oficial • Desde una copia de seguridad de cualquiera de las apps
fr: • Obtenue depuis l'API Fossil • Capturée dans l'app officielle • À partir d'une sauvegarde de l'une ou l'autre app

source: ^[%lld complication](inflect: true)
de: ^[%lld Komplikation](inflect: true)
es: ^[%lld complicación](inflect: true)

source: 1 added
de: 1 hinzugefügt
es: 1 añadida
fr: 1 ajoutée

source: 2 weeks
de: 2 Wochen
es: 2 semanas
fr: 2 semaines

source: 3 months
de: 3 Monate
es: 3 meses
fr: 3 mois

source: 12 o'clock
de: 12 Uhr
es: 12 en punto
fr: 12 heures

source: 32-character hexadecimal key
de: 32-stelliger hexadezimaler Schlüssel
es: Clave hexadecimal de 32 caracteres
fr: Clé hexadécimale de 32 caractères

source: A key is already stored. Enter a new 32-character key only to replace it.
de: Ein Schlüssel ist bereits gespeichert. Geben Sie nur dann einen neuen 32-stelligen Schlüssel ein, wenn Sie ihn ersetzen möchten.
es: Ya hay una clave guardada. Introduce una nueva clave de 32 caracteres solo si quieres reemplazarla.
fr: Une clé est déjà enregistrée. Saisissez une nouvelle clé de 32 caractères uniquement pour la remplacer.

source: A newer version exists
de: Es existiert eine neuere Version
es: Existe una versión más nueva
fr: Une version plus récente existe

source: Actions
de: Aktionen
es: Acciones

source: Activating %@…
de: Aktivieren von %@…
es: Activando %@…
fr: Activation de %@…

source: Active · v%@
de: Aktiv · v%@
es: Activo · v%@
fr: Actif · v%@

source: active min
de: aktive Min.
es: min activos
fr: min actives

source: Active minutes
de: Aktive Minuten
es: Minutos activos
fr: Minutes actives

source: Activity detection
de: Aktivitätserkennung
es: Detección de actividad
fr: Détection d'activité

source: Activity syncs automatically while connected, including in the background.
de: Während der Verbindung wird die Aktivität automatisch synchronisiert, auch im Hintergrund.
es: La actividad se sincroniza automáticamente mientras está conectado, incluso en segundo plano.
fr: L'activité se synchronise automatiquement lorsque vous êtes connecté, y compris en arrière-plan.

source: Activity syncs automatically while connected, including in the background. Last sync %@.
de: Während der Verbindung wird die Aktivität automatisch synchronisiert, auch im Hintergrund. Letzte Synchronisierung %@.
es: La actividad se sincroniza automáticamente mientras está conectado, incluso en segundo plano. Última sincronización %@.
fr: L'activité se synchronise automatiquement lorsque vous êtes connecté, y compris en arrière-plan. Dernière synchronisation %@.

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter

source: Add a watch
de: Uhr hinzufügen
es: Añadir un reloj
fr: Ajouter une montre

source: Add Alarm
de: Alarm hinzufügen
es: Agregar alarma
fr: Ajouter une alarme

source: Add app
de: App hinzufügen
es: Agregar aplicación
fr: Ajouter une application

source: Add app…
de: App hinzufügen…
es: Agregar aplicación…
fr: Ajouter une application…

source: Add complication
de: Komplikation hinzufügen
es: Añadir complicación
fr: Ajouter une complication

source: Add contact
de: Kontakt hinzufügen
es: Añadir contacto
fr: Ajouter un contact

source: Add contact by name…
de: Kontakt nach Namen hinzufügen…
es: Agregar contacto por nombre...
fr: Ajouter un contact par nom…

source: Add contacts…
de: Kontakte hinzufügen…
es: Agregar contactos…
fr: Ajouter des contacts…

source: Add optional phone-side integrations used by watch apps.
de: Optionale Smartphone-Integrationen für Apps auf der Uhr hinzufügen.
es: Añade integraciones opcionales del teléfono que utilizan las aplicaciones del reloj.
fr: Ajoutez des intégrations facultatives côté téléphone utilisées par les apps de la montre.

source: Add Watch Alarm
de: Uhrenalarm hinzufügen
es: Añadir alarma al reloj
fr: Ajouter une alarme à la montre

source: added
de: hinzugefügt
es: añadido
fr: ajouté

source: Added integrations
de: Hinzugefügte Integrationen
es: Integraciones añadidas
fr: Intégrations ajoutées

source: Adds an alarm to your Fossil watch.
de: Fügt Ihrer Fossil-Uhr einen Alarm hinzu.
es: Agrega una alarma a tu reloj Fossil.
fr: Ajoute une alarme à votre montre Fossil.

source: Adjust
de: Anpassen
es: Ajustar
fr: Ajuster

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé

source: Advanced transport
de: Erweiterte Übertragung
es: Transporte avanzado
fr: Transport avancé

source: After %lld min
de: Nach %lld Min
es: Después de %lld min
fr: Après %lld minutes

source: After connecting, pair the watch with iOS (Settings → iPhone pairing). iOS shows a pairing dialog, then asks to share notifications. Once bonded, the watch receives calls, messages and music info directly from iOS — even with this app closed.
de: Koppeln Sie die Uhr nach dem Verbinden mit iOS (Einstellungen → iPhone-Kopplung). iOS zeigt einen Kopplungsdialog an und fordert Sie dann auf, Benachrichtigungen zu teilen. Sobald die Uhr verbunden ist, empfängt sie Anrufe, Nachrichten und Musikinformationen direkt von iOS – auch wenn diese App geschlossen ist.
es: Después de conectarse, empareje el reloj con iOS (Configuración → Emparejamiento de iPhone). iOS muestra un cuadro de diálogo de emparejamiento y luego solicita compartir notificaciones. Una vez vinculado, el reloj recibe llamadas, mensajes e información musical directamente desde iOS, incluso con esta aplicación cerrada.
fr: Après la connexion, associez la montre avec iOS (Paramètres → Appairage iPhone). iOS affiche une boîte de dialogue de couplage, puis demande de partager les notifications. Une fois liée, la montre reçoit des appels, des messages et des informations musicales directement depuis iOS, même lorsque cette application est fermée.

source: Alarm added.
de: Alarm hinzugefügt.
es: Alarma añadida.
fr: Alarme ajoutée.

source: Alarm enabled
de: Alarm aktiviert
es: Alarma habilitada
fr: Alarme activée

source: Alarm saved — will apply once your watch reconnects.
de: Alarm gespeichert – wird angewendet, sobald Ihre Uhr wieder eine Verbindung herstellt.
es: Alarma guardada: se aplicará una vez que su reloj se vuelva a conectar.
fr: Alarme enregistrée : s'appliquera une fois que votre montre se reconnectera.

source: Alarm saved, but couldn't reach your watch: %@
de: Alarm gespeichert, aber Ihre Uhr konnte nicht erreicht werden: %@
es: La alarma se guardó, pero no se pudo acceder a tu reloj: %@
fr: Alarme enregistrée, mais n'a pas pu atteindre votre montre : %@

source: Alarms
de: Alarme
es: Alarmas
fr: Alarmes

source: Alarms fire on the watch as a vibration. Up to 8 can be stored on the device.
de: Alarme werden als Vibration auf der Uhr ausgelöst. Bis zu 8 können auf dem Gerät gespeichert werden.
es: Las alarmas se activan en el reloj como una vibración. Se pueden almacenar hasta 8 en el dispositivo.
fr: Les alarmes se déclenchent sur la montre sous forme de vibration. Jusqu'à 8 peuvent être stockés sur l'appareil.

source: Alarms not sent: %@
de: Alarme nicht gesendet: %@
es: Alarmas no enviadas: %@
fr: Alarmes non envoyées : %@

source: Alerts
de: Warnungen
es: Alertas
fr: Alertes

source: Alerts & features
de: Warnungen und Funktionen
es: Alertas y características
fr: Alertes et fonctionnalités

source: Allow apps not listed
de: Nicht aufgeführte Apps zulassen
es: Permitir aplicaciones no enumeradas
fr: Autoriser les applications non répertoriées

source: Allow insecure local HTTP
de: Unsicheres lokales HTTP zulassen
es: Permitir HTTP local no seguro
fr: Autoriser le HTTP local non sécurisé

source: Almanac
de: Almanach
es: Almanaque
fr: Almanach

source: Already up to date.
de: Schon aktuell.
es: Ya al día.
fr: Déjà à jour.

source: Alternate (cycle small dial)
de: Abwechselnd (kleines Zifferblatt)
es: Alternar (esfera pequeña)
fr: Alternance (petit cadran)

source: An unofficial companion for the Fossil Hybrid HR: watchfaces, alarms, settings, notifications, fitness sync and more.
de: Ein inoffizieller Begleiter für die Fossil Hybrid HR: Zifferblätter, Wecker, Einstellungen, Benachrichtigungen, Fitness-Synchronisierung und mehr.
es: Un compañero no oficial para el Fossil Hybrid HR: esferas, alarmas, ajustes, notificaciones, sincronización de actividad y más.
fr: Un compagnon non officiel pour la Fossil Hybrid HR : cadrans, alarmes, réglages, notifications, synchronisation de l'activité et plus encore.

source: Angle
de: Winkel
es: ángulo

source: Anyone able to observe your local network may capture this long-lived token. Never enable this for a public or remote host.
de: Jeder, der Ihren lokalen Netzwerkverkehr beobachten kann, könnte dieses langlebige Token abfangen. Aktivieren Sie diese Option niemals für einen öffentlichen oder entfernten Host.
es: Cualquiera que pueda observar tu red local podría capturar este token de larga duración. No actives nunca esta opción para un host público o remoto.
fr: Toute personne pouvant surveiller votre réseau local pourrait intercepter ce jeton d’accès longue durée. N’activez jamais cette option pour un hôte public ou distant.

source: Appearance & calibration
de: Aussehen und Kalibrierung
es: Apariencia y calibración
fr: Apparence et calibrage

source: As of %@
de: Ab %@
es: A partir de %@
fr: À partir du %@

source: Ask before starting
de: Vor dem Start fragen
es: Preguntar antes de empezar
fr: Demander avant de démarrer

source: Auth key
de: Authentifizierungsschlüssel
es: Clave de autenticación
fr: Clé d'authentification

source: Authenticated
de: Authentifiziert
es: Autenticado
fr: Authentifié

source: Authenticating…
de: Authentifizierung…
es: Autenticando…
fr: Authentification…

source: Authentication failed: %@
de: Authentifizierung fehlgeschlagen: %@
es: Error de autenticación: %@
fr: Échec de l'authentification : %@

source: Authentication key for %@
de: Authentifizierungsschlüssel für %@
es: Clave de autenticación para %@
fr: Clé d'authentification pour %@

source: Authorized “When in Use” — a session started here (in the foreground) continues after you lock the phone.
de: Autorisiert „Bei Verwendung“ – eine hier (im Vordergrund) gestartete Sitzung wird fortgesetzt, nachdem Sie das Telefon gesperrt haben.
es: Autorizado “Cuando está en uso”: una sesión iniciada aquí (en primer plano) continúa después de bloquear el teléfono.
fr: Autorisé « Lorsque vous utilisez » : une session démarrée ici (au premier plan) se poursuit après le verrouillage du téléphone.

source: Auto
de: Automatisch
es: Automático
fr: Automatique

source: Automatic
de: Automatisch
es: Automático
fr: Automatique

source: Available entities
de: Verfügbare Entitäten
es: Entidades disponibles
fr: Entités disponibles

source: Available integrations
de: Verfügbare Integrationen
es: Integraciones disponibles
fr: Intégrations disponibles

source: Avg heart rate
de: Durchschn. Herzfrequenz
es: Frecuencia cardíaca media
fr: Rythme cardiaque moyen

source: Back to the quiet-hours schedule
de: Zurück zum Ruhezeitenplan
es: Volver al horario de silencio
fr: Revenir au programme des heures de silence

source: Background colour
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur de fond

source: Battery
de: Batterie
es: Batería
fr: Batterie

source: Battery %lld%%
de: Batterie %lld%%
es: Batería %lld%%
fr: Batterie %lld%%

source: Because the watch has no speaker, alarms are silent — they vibrate the case. Repeat days are stored per alarm and applied on the next sync.
de: Da die Uhr keinen Lautsprecher hat, sind die Alarme stumm – sie vibrieren das Gehäuse. Wiederholungstage werden pro Alarm gespeichert und bei der nächsten Synchronisierung angewendet.
es: Como el reloj no tiene altavoz, las alarmas son silenciosas: hacen vibrar la caja. Los días de repetición se almacenan por alarma y se aplican en la siguiente sincronización.
fr: Comme la montre n’a pas de haut-parleur, les alarmes sont silencieuses : elles font vibrer le boîtier. Les jours de répétition sont stockés par alarme et appliqués lors de la prochaine synchronisation.

source: Biking
de: Radfahren
es: Ciclismo
fr: Vélo

source: Black
de: Schwarz
es: negro
fr: Noir

source: Blocks every notification on the watch during quiet hours. Low-battery notifies once per charge when the level drops below the threshold.
de: Blockiert in ruhigen Stunden jede Benachrichtigung auf der Uhr. Die Funktion „Batterie schwach“ meldet einmal pro Ladung, wenn der Ladestand unter den Schwellenwert fällt.
es: Bloquea todas las notificaciones del reloj durante las horas de silencio. La batería baja notifica una vez por carga cuando el nivel cae por debajo del umbral.
fr: Bloque toutes les notifications sur la montre pendant les heures calmes. Une batterie faible avertit une fois par charge lorsque le niveau descend en dessous du seuil.

source: Blocks every notification on the watch during the window — there's no per-app level, just on or off. While backgrounded, the swap lands within minutes to about an hour of the boundary; instantly when you open the app or the watch reconnects.
de: Blockiert während dieses Zeitfensters alle Benachrichtigungen auf der Uhr – es gibt keine Einstellung pro App, nur ein oder aus. Im Hintergrund erfolgt der Wechsel wenige Minuten bis etwa eine Stunde um die geplante Zeit; sofort, wenn du die App öffnest oder die Uhr sich wieder verbindet.
es: Bloquea todas las notificaciones del reloj durante ese intervalo; no hay ajustes por app, solo activado o desactivado. En segundo plano, el cambio se aplica entre unos minutos y aproximadamente una hora alrededor de la hora prevista; al instante cuando abres la app o el reloj vuelve a conectarse.
fr: Bloque toutes les notifications sur la montre pendant cette plage horaire — il n’y a pas de réglage par app, seulement activé ou désactivé. En arrière-plan, le changement s’effectue entre quelques minutes et environ une heure autour de l’heure prévue ; immédiatement lorsque vous ouvrez l’app ou que la montre se reconnecte.

source: Blood oxygen (SpO₂)
de: Blutsauerstoff (SpO₂)
es: Oxígeno en sangre (SpO₂)
fr: Oxygène sanguin (SpO₂)

source: Bluetooth characteristic not found
de: Bluetooth-Eigenschaft nicht gefunden
es: No se encontró la característica Bluetooth
fr: Caractéristique Bluetooth introuvable

source: Bluetooth is off
de: Bluetooth ist ausgeschaltet
es: Bluetooth está apagado
fr: Bluetooth est éteint

source: Bluetooth is required up front. Everything else is asked only when you enable it: location for weather and workout GPS, calendar for event sync, Apple Health for fitness export, notifications for the low-battery alert.
de: Bluetooth ist im Voraus erforderlich. Alles andere wird nur abgefragt, wenn Sie es aktivieren: Standort für Wetter- und Trainings-GPS, Kalender für die Ereignissynchronisierung, Apple Health für den Fitnessexport, Benachrichtigungen für die Warnung bei niedrigem Batteriestand.
es: Bluetooth se requiere por adelantado. Todo lo demás se pregunta solo cuando lo habilitas: ubicación para el clima y GPS de entrenamiento, calendario para sincronización de eventos, Apple Health para exportación de actividad física, notificaciones para alerta de batería baja.
fr: Bluetooth est requis à l'avance. Tout le reste n'est demandé que lorsque vous l'activez : localisation pour la météo et le GPS d'entraînement, calendrier pour la synchronisation des événements, Apple Health pour l'exportation de la condition physique, notifications pour l'alerte de batterie faible.

source: Bluetooth off
de: Bluetooth aus
es: Bluetooth desactivado
fr: Bluetooth désactivé

source: Bluetooth pairing
de: Bluetooth-Kopplung
es: Emparejamiento Bluetooth
fr: Jumelage Bluetooth

source: Body metrics
de: Körpermetriken
es: Métricas corporales
fr: Mesures corporelles

source: Body with the dial centred
de: Gehäuse mit zentriertem Zifferblatt
es: Cuerpo con la esfera centrada.
fr: Corps avec le cadran centré

source: Bold
de: Fett
es: Negrita
fr: Gras

source: Both hands move to this position for 10 seconds, then return to the time.
de: Beide Zeiger bewegen sich 10 Sekunden lang in diese Position und kehren dann zur Uhrzeit zurück.
es: Ambas manecillas se mueven a esta posición durante 10 segundos y luego vuelven a indicar la hora.
fr: Les deux aiguilles se placent dans cette position pendant 10 secondes, puis reviennent à l’heure.

source: Bottom
de: Unten
es: Abajo
fr: En bas

source: Bundle ID (e.g. com.example.app)
de: Bundle-ID (z. B. com.example.app)
es: ID del paquete (por ejemplo, com.example.app)
fr: ID du bundle (par exemple, com.example.app)

source: Bundled
de: Integriert
es: Incluido
fr: Inclus

source: Bundled default
de: Integrierter Standard
es: Valor incluido predeterminado
fr: Valeur incluse par défaut

source: Button assignments
de: Tastenbelegungen
es: Asignaciones de botones
fr: Affectations des boutons

source: Buttons
de: Tasten
es: Botones
fr: Boutons

source: Calendar
de: Kalender
es: Calendario
fr: Calendrier

source: Calibrate hands
de: Zeiger kalibrieren
es: Calibrar manecillas
fr: Calibrer les aiguilles

source: Calibration saved
de: Kalibrierung gespeichert
es: Calibración guardada
fr: Calibrage enregistré

source: Calories
de: Kalorien
es: calorías

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Chance of rain
de: Regenwahrscheinlichkeit
es: Posibilidad de lluvia
fr: Risque de pluie

source: Change
de: Ändern
es: Cambiar
fr: Modifier

source: Change background photo
de: Hintergrundfoto ändern
es: Cambiar foto de fondo
fr: Changer la photo d'arrière-plan

source: Changes are saved and sent automatically. A button left on "None" falls back to its default app (the middle short-press opens the launcher). Apps that aren't installed on the watch are skipped; workoutApp is always available.
de: Änderungen werden automatisch gespeichert und versendet. Eine auf „Keine“ gelassene Schaltfläche greift auf die Standard-App zurück (durch kurzes Drücken in der Mitte wird der Launcher geöffnet). Apps, die nicht auf der Uhr installiert sind, werden übersprungen; workoutApp ist immer verfügbar.
es: Los cambios se guardan y envían automáticamente. Un botón que se deja en "Ninguno" vuelve a su aplicación predeterminada (al presionar brevemente en el medio se abre el iniciador). Se omiten las aplicaciones que no están instaladas en el reloj; workoutApp siempre está disponible.
fr: Les modifications sont enregistrées et envoyées automatiquement. Un bouton laissé sur "Aucun" revient à son application par défaut (l'appui court du milieu ouvre le lanceur). Les applications qui ne sont pas installées sur la montre sont ignorées ; workoutApp est toujours disponible.

source: Changes are saved and sent automatically. On-watch functions (date, stopwatch, time zone, step goal) show their result with the hands. Music control and volume drive the phone; "Find my phone" rings it.
de: Änderungen werden automatisch gespeichert und versendet. On-Watch-Funktionen (Datum, Stoppuhr, Zeitzone, Schrittziel) zeigen ihr Ergebnis mit den Zeigern an. Musiksteuerung und Lautstärke steuern das Telefon; „Finde mein Telefon“ klingelt.
es: Los cambios se guardan y envían automáticamente. Las funciones del reloj (fecha, cronómetro, zona horaria, objetivo de pasos) muestran su resultado con las manecillas. El control de música y el volumen controlan el teléfono; Suena "Buscar mi teléfono".
fr: Les modifications sont enregistrées et envoyées automatiquement. Les fonctions de la montre (date, chronomètre, fuseau horaire, objectif de pas) affichent leur résultat avec les aiguilles. Le contrôle de la musique et le volume pilotent le téléphone ; "Trouver mon téléphone" sonne.

source: Changes are saved and sent to compatible watches automatically.
de: Änderungen werden gespeichert und automatisch an kompatible Uhren gesendet.
es: Los cambios se guardan y envían a relojes compatibles automáticamente.
fr: Les modifications sont enregistrées et envoyées automatiquement aux montres compatibles.

source: Changes are sent automatically and restored on every connect. On: Hybridge manages the watch filter. Off: the watch's existing filter is left alone.
de: Änderungen werden automatisch gesendet und bei jeder Verbindung wiederhergestellt. Ein: Hybridge verwaltet den Filter der Uhr. Aus: Der vorhandene Filter der Uhr bleibt unverändert.
es: Los cambios se envían automáticamente y se restauran con cada conexión. Activado: Hybridge gestiona el filtro del reloj. Desactivado: el filtro existente del reloj no se modifica.
fr: Les modifications sont envoyées automatiquement et restaurées à chaque connexion. Activé : Hybridge gère le filtre de la montre. Désactivé : le filtre existant de la montre reste inchangé.
